Repository: jkal/django-estates
Catalog: src/estates/locale/*/LC_MESSAGES/django.po
Languages: el

source: Username is not available.
el: Μη διαθέσιμο όνομα χρήστη.

source: Mark selected places as published.
el: Δημοσίευσέ το.

source: Latest Places
el: Τελευταίες τοποθεσίες

source: The 10 most recently added places.
el: Οι 10 πιο πρόσφατες αγγελίες ακινήτων.

source: home address
el: Διεύθυνση οικίας

source: phone number
el: Αριθμός τηλεφώνου

source: Public profile?
el: Δημόσιο προφίλ;

source: User Profiles
el: Προφίλ χρηστών

source: Name
el: Όνομα

source: Description (optional)
el: Περιγραφή (προαιρετικό)

source: Categories
el: Κατηγορίες

source: Asset name
el: Όνομα χρήστη

source: Assets
el: Παροχές

source: For sale
el: Προς πώληση

source: For rent
el: Προς ενοικίαση

source: Address
el: Διεύθυνση

source: Zip Code
el: Ταχυδρομικός κώδικας

source: Patras
el: Πάτρα

source: City
el: Πόλη

source: Greece
el: Ελλάδα

source: Country
el: Χώρα

source: Latitude
el: Γεωγραφικό Πλάτος

source: Longitude
el: Γεωγραφικό Μήκος

source: Availability
el: Διαθεσιμότητα

source: Price in Euros
el: Τιμή (€)

source: Area in square meters
el: Εμβαδόν (τ.μ.)

source: Construction year
el: Έτος κατασκευής

source: Description/Other info
el: Περιγραφή/Άλλες πληροφορίες

source: Submitter
el: Χρήστης

source: Category
el: Κατηγορία

source: Publication date
el: Ημερομηνία Δημοσίευσης

source: Is published?
el: Δημοσιευμένο;

source: Hits
el: Εμφανίσεις

source: Places
el: Ακίνητα

source: Favorites
el: Αγαπημένες αγγελίες

source: Photos
el: Φωτογραφιες

source: Activate users
el: Ενεργοποίηση χρηστών

source: Re-send activation emails
el: Αποστολή του e-mail ενεργοποίησης

source: Username
el: Όνομα χρήστη

source: This value must contain only letters, numbers and underscores.
el: Η τιμή αυτή πρέπει να περιέχει μόνο γράμματα, αριθμούς καi κάτω παύλες.

source: Email address
el: Διεύθυνση e-mail

source: Password
el: Κωδικός πρόσβασης

source: Password (again)
el: Επιβεβαίωση κωδικού

source: A user with that username already exists.
el: Υπάρχει ήδη ένας χρήστης με αυτό το όνομα.

source: The two password fields didn't match.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.

source: I have read and agree to the Terms of Service
el: Διάβασα και συμφωνώ με τους όρους χρήσης.

source: You must agree to the terms to register
el: Πρέπει να συμφωνήσετε με τους όρους χρήσης

source: This email address is already in use. Please supply a different email address.
el: Αυτή η διεύθυνση e-mail χρησιμοποιείται ήδη. Παρακαλώ χρησιμοποιήστε ένα διαφορετικό e-mail.

source: Registration using free email addresses is prohibited. Please supply a different email address.
el: Δεν ενδείκνυται η χρήση δωρεάν διευθύνσεων e-mail. Παρακαλώ χρησιμοποιήστε ένα διαφορετικό e-mail.

source: user
el: χρήστης

source: activation key
el: κλειδί ενεργοποίησης

source: registration profile
el: προφίλ εγγραφής

source: registration profiles
el: προφίλ εγγραφής

source: Page not found
el: Η σελίδα δεν βρέθηκε.

source: Looks like you broke something. You should probably <a href="javascript:history.go(-1)">go back</a>.
el: Φαίνεται πως κάτι δεν πήγε καλά. Πηγαίνετε <a href="javascript:history.go(-1)">πίσω</a>.

source: Server error (500)
el: Σφάλμα διακομιστή (500)

source: Internal Server Error
el: Σφάλμα διακομιστή (500)

source: Looks like something is not working as it should aka HTTTP 505. You should probably <a href="javascript:history.go(-1)">go back</a>.
el: Φαίνεται πως κάτι δεν πήγε καλά. Πηγαίνετε <a href="javascript:history.go(-1)">πίσω</a>.

source: Home
el: Αρχική

source: Login
el: Σύνδεση

source: Register
el: Εγγραφή

source: New account?
el: Νέος χρήστης;

source: Hi, %(user)s
el: Γεια, %(user)s

source: Logout
el: Αποσύνδεση

source: Browse by categories
el: Κατηγορίες ακινήτων

source: No categories yet. Bummer.
el: Δεν υπάρχουν ακόμα κατηγορίες. Κρίμα.

source: Popular
el: Δημοφιλείς

source: No places added yet.
el: Δεν έχουν προστεθεί ακόμα αγγελίες.

source: Latest
el: Τελευταίες

source: Maps require JavaScript enabled.
el: Οι χάρτες απαιτούν ενεργοποιημένη JavaScript.

source: New Place
el: Νέα Αγγελία

source: Search
el: Αναζήτηση

source: All places
el: Όλες οι αγγελίες

source: This page requires JavaScript enabled. Defaulting to plain view.
el: Η σελίδα απαιτεί ενεργοποιημένη JavaScript. Βλέπετε μια βασική έκδοση.

source: Searching
el: Αναζήτηση

source: Price
el: Τιμή

source: Area
el: Εμβαδόν

source: Load more...
el: Περισσότερα...

source: Delete
el: Διαγραφή

source: Delete place
el: Διαγραφή αγγελίας

source: Are you sure you want to delete "<strong>%(p)s</strong>"?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το "<strong>%(p)s</strong>";

source: Yes, delete it.
el: Ναι, να διαγραφή.

source: You can only delete the items you submitted. <a href="javascript:history.back()" >Go back.</a>
el: Μπορείτε να διαγράψετε μόνο τις αγγελίες που υποβάλατε. <a href="javascript:history.back()" >Πίσω.</a>

source: Deleted
el: Διαγραφή

source: %(p)s was deleted succesfully. Back to the <a href="/">homepage</a> or <a href="%(u)s">all places</a>.
el: Το %(p)s διεγράφη επιτυχώς. Πίσω στην <a href="/">αρχική</a> ή <a href="%(u)s">όλες τις αγγελίες</a>.

source: This pages requires JavaScript enabled. You may experience problems.
el: Αυτή η σελίδα απαιτεί ενεργοποιημένη JavaScript. Μπορεί να αντιμετωπίσετε προβλήματα.

source: Location Information
el: Επιλογη Τοποθεσιας

source: Property Information
el: Πληροφοριες ακινητου

source: Other Info
el: Αλλες πληροφοριες

source: Please select any available assets from the list.
el: Επιλέξτε τυχόν διαθέσιμες παροχές από την λίστα.

source: Hold down "Control", or "Command" on a Mac, to select more than one.
el: Για πολλαπλή επιλογή, κρατήστε πατημένο το "Control", ή "Command" στο Mac.

source: + Add photo
el: + Προσθήκη Φωτογραφίας

source: Back
el: Πίσω

source: Next
el: Επόμενο

source: You can delete this place.
el: Μπορείτε να διαγράψετε αυτή την αγγελία.

source: You like this place.
el: Είναι στα αγαπημένα σας.

source: Add this place to your favorites.
el: Προσθέστε αυτή την αγγελία στα Αγαπημένα σας.

source: Like!
el: Μου αρέσει!

source: To rent
el: Προς ενοικίαση

source: Additional assets
el: Επιπλέον παροχές

source: No additional assets
el: Δεν υπάρχουν παροχές

source: Escape to close
el: Escape για κλείσιμο

source: No photos submitted.
el: Δεν υπάρχουν φωτογραφίες.

source: Submitted on %(date)s by %(user)s.
el: Υποβλήθηκε την %(date)s από %(user)s.

source: Views
el: Εμφανίσεις

source: Comments
el: Σχόλια

source: Submission complete
el: Υποβολή ολοκληρώθηκε

source: Thank you
el: Ευχαριστούμε

source: Your submission will be reviewed by an administrator shortly. Back to<a href="%(u)s"> all places.
el: Η υποβολή σας θα ελεγχεί από κάποιον διαχειριστή άμεσα. Πίσω σε<a href="%(u)s"> όλες τις αγγελίες.

source: Create Profile
el: Δημιουργία προφίλ

source: Edit Profile
el: Επεξεργασία προφίλ

source: Update Profile
el: Ενημέρωση προφίλ

source: %(u)s 's Profile
el: Προφίλ του %(u)s

source: Private Profile
el: Ιδιωτικό Προφίλ

source: %(u)s's Profile
el: Προφίλ του %(u)s

source: Edit your profile
el: Επεξεργασία στοιχείων προφίλ.

source: Edit
el: Επεξεργασία

source: Change your password
el: Αλλαγή κωδικού πρόσβασης.

source: Change Password
el: Αλλαγή κωδικού

source: Phone Number
el: Αριθμός τηλεφώνου

source: Home Address
el: Διεύθυνση οικίας

source: Favorite places
el: Αγαπημένες αγγελίες

source: No favorite places yet.
el: Δεν υπάρχουν αγαπημένες αγγελίες.

source: The user has marked his profile as private.
el: Ο χρήστης επιθυμεί το προφίλ του να παραμείνει κρυφό.

source: Account Activation
el: Ενεργοποίηση Λογαριασμού

source: Your account has been activated. You may now <a href="%(login_url)s">login and create your profile.</a>.
el: Ο λογαριασμός σας ενεργοποιήθηκε. Μπορείτε πλέον να <a href="%(login_url)s">συνδεθείτε και να δημιουργήσετε το προφίλ σας.</a>.

source: Account activation failed. Probably not a valid link.
el: Η ενεργοποίηση του λογαριασμού απέτυχε. Μάλλον λόγω λάθος συνδέσμου.

source: Forgot password?
el: Υπενθύμιση κωδικού

source: Sorry, you entered an invalid username or password.
el: Λάθος όνομα χρήστης ή κωδικός πρόσβασης.

source: Logged out
el: Αποσύνδεση

source: You are now logged out. <a href="javascript:history.back()" >Go back.</a>
el: Δεν είστε πλέον συνδεδεμένος. <a href="javascript:history.back()" >Πίσω.</a>

source: Registration Complete
el: Εγγραφή ολοκληρώθηκε

source: Your account has been created. An email has been sent to your email address with information on how to activate it.
el: Ο λογαριασμός σας δημιουργήθηκε. Έχετε λάβει ένα email στην διεύθυνση που δηλώσατε με οδηγίες για την ενεργοποίηση του.
